Repository: ozturkomerfaruk/Patika-Vakifbank-iOS-Bootcamp
Catalog: Bitirme Projesi/NeworlD/NeworlD/App/Asset/Localizable/*.lproj/Localizable.strings
Languages: tr

# gameTime
source: Game Time ðŸŽ®
tr: Oyun Zamanı 🎮

# next
source: Next ðŸ‘¾
tr: Sonraki 👾

# onboardingModel1
source: Millions of game content with Turkish and English language support
tr: Türkçe ve İngilizce dil desteği ile milyonlarca oyun içeriği

# onboardingModel2
source: Adding games to favorite
tr: Oyunları favoriye ekleme

# onboardingModel3
source: Adding notes and editing games
tr: Oyunlara notlar ekleme ve düzenlemeler yapma

source: Favourites
tr: Favoriler

source: Notes
tr: Notlar

source: Warning!
tr: Dikkat!

# removingFavourites
source: Really remove this game from your favourites?
tr: Bu oyunu favorilerinizden gerçekten kaldırmak istiyor musunuz?

source: Error!
tr: Hata!

# anyFavourite
source: You don't have any favourite Games
tr: Hiç favorilerde oynunuz yok

source: Remove From Favourites
tr: Favorilerden Kaldır

source: User Reviews
tr: Kulllanıcı Yorumları

source: type...
tr: yaz...

source: Update
tr: Güncelle

# cancelled
source: It will be canceled
tr: İptal edilecek

# filledAllRequest
source: Please complete all required fields!
tr: Lütfen tüm zorunlu alanları doldurunuz!

source: Cancel
tr: İptal Et

source: Save
tr: Kaydet

# selectGame
source: Please Select a Game
tr: Lütfen Bir Oyun Seçin

source: Search A Game
tr: Bir Oyun Araştır

# deletedNote
source: Do you really want to delete?
tr: Gerçekten silmek istiyor musun?

# notedSaved
source: note saved successfuly
tr: başarılı bir şekilde not kaydedildi

# notedUpdated
source: note updated successfuly
tr: başarılı bir şekilde not güncellendi

source: Successful!
tr: Başarılı!

# anyNotes
source: You haven't notes in your notebook
tr: Hiç not defterinizde notunuz yok

source: Tags
tr: Etiketler

source: About Game
tr: Oyun Hakkında

source: Rating
tr: Değerlendirme

source: Game Website
tr: Oyun Websitesi

source: Game List
tr: Oyun Listesi

# searchByName
source: Search game by name
tr: İsme göre arama

# sortAZ
source: Sort By Name A - Z
tr: A-Z'ye göre sıralama

# sortZA
source: Sort By Name Z - A
tr: Z-A'ya göre sıralama

# sortNewest
source: Sort By Newest Release Date
tr: En yakın tarihe göre sıralama

# sortOldest
source: Sort By Oldest Release Date
tr: En uzak tarihe göre sıralama

# sortHighest
source: Sort By Highest Rating
tr: En yüksek değerlendirmeye göre sıralama

# sortLowest
source: Sort By Lowest Rating
tr: En düşük değerlendirmeye göre sıralama

source: Filter Menu
tr: Sıralama Menüsü

source: OK
tr: Tamam

# createAPI
source: Create an API Key!
tr: API Anahtarı Oluştur!

# APIWarning
source: The application will be closed because you don't have the API Key. Please create a Key.
tr: API Anahtarınız olmadığı için uygulama kapatılacaktır. Lütfen bir Anahtar oluşturun.

source: Release Date
tr: Yayımlanma Tarihi

source: Genres
tr: Türler

source: Stop, Don't leave
tr: Dur, Ayrılma Bir yere

# cutWatermelon
source: We're going to cut a watermelon now don't go anywhere I don't care if you're leaving :)
tr: Daha karpuz kesecez, gitme bir yere Gidiyorsan da ilgilenmiyorum :)

# changeGameAddNote
source: You can change your game
tr: Oynunuzu değiştirebilirsiniz

source: change...
tr: değiştir...
